accountsservice
adw-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
amdgpu_top
arch-emerge-git
ark
atuin
awesome-terminal-fonts
base
base-devel
bash-completion
bazaar
bind
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
boxbuddy
brave-origin-nightly-bin
breeze-gtk
bridge-utils
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-benchmarker
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
cbonsai
chaotic-keyring
chaotic-mirrorlist
char-white
chezmoi
chwd
cliphist
cpupower
cryptsetup
cups
cursor-bin
device-mapper
diffutils
distrobox
dkms
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
duf
e2fsprogs
easyeffects
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flameshot
flatpak
fsarchiver
fuzzel
fwupd
gamemode
ghostty
git
glances
gnome-boxes
gnome-keyring
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
gwenview
haruna
hdparm
hwdetect
hwinfo
hydra-launcher-bin
inetutils
inter-font
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kinfocenter
kio-admin
kitty
konsole
kscreen
ksysguard6-git
kvantum
kvantum-theme-catppuccin-git
kwallet-pam
kwalletmanager
kwin-decoration-sierra-breeze-enhanced-git
lact
less
lib32-gamemode
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gstreamer
lib32-libpulse
lib32-libxslt
lib32-mesa
lib32-opencl-mesa
lib32-pipewire-jack
lib32-sdl2-compat
lib32-v4l-utils
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
limine
limine-mkinitcpio-hook
limine-snapper-sync
linutil-bin
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
matugen
mdadm
meld
mesa-utils
mgba-qt-git
micro
mkinitcpio
modemmanager
monolith
mpv-mpris
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
nmap
noctalia-qs-git
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvtop
obs-studio
onlyoffice-bin
opencl-mesa
openlinkhub
openrgb
openssh
os-prober
pacman-contrib
partitionmanager
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma6-applets-panel-colorizer
playerctl
plocate
plymouth
plymouth-kcm
podman
polkit-gnome
polkit-kde-agent
poppler-glib
power-profiles-daemon
powerdevil
proton-vpn-gtk-app
protonup-git
pv
python
python-defusedxml
python-google-auth
python-packaging
python-pipenv
python-poetry
python-protobuf
python-pywal
qbittorrent
qemu-full
qgnomeplatform-qt6
qt5-styleplugins
rebuild-detector
reflector
ripgrep
rsync
ruby
rust
s-nail
samba
scrcpy
sddm
sddm-theme-noctalia-git
sg3_utils
shelly
smartmontools
snapper
sof-firmware
spectacle
spicetify-cli
spotify
spotify-player
starship
stow
sudo
sysfsutils
terminus-font
texinfo
topgrade
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
ulauncher
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vesktop-bin
vim
virt-manager
virt-viewer
vlc-plugins-all
vmware-workstation
vscodium-bin
vulkan-radeon
wallust-git
waybar
waydroid
wev
wget
which
winboat
wiremix-git
wireplumber
wl-clipboard
wlsunset
wofi
wora-bin
wpa_supplicant
wpgtk-git
wtype
xcursor-simp1e-tokyo-night
xdg-desktop-portal-hyprland
xdg-user-dirs
xdotool
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-xinit
xorg-xwayland
xsettingsd
xwayland-satellite
yay-bin
yazi
ydotool
yt-dlp
